<?php
 for ($i = 1; $i <= 5; $i++){ ?>
    <div class="article">
     <h2 class="article__title">
         Title
     </h2>
     <div class="article__date">
       date of article
     </div>
     <div class="article__content article__content_preview">
       <div class="article__image">
         <img src="/images/content/111.png" alt="Picture">
       </div>
       <div class="article__text">
         <p>Найбільша відома карликова планета Сонячної системи та найбільший транснептуновий об'єкт, перший відкритий об'єкт поясу Койпера. Дев'яте за розміром та десяте за масою небесне тіло, яке обертається навколо Сонця (без урахування супутників планет).
           Як і більшість тіл у поясі Койпера, Плутон складається здебільшого з каменю й льоду і є відносно малим (діаметр близько 2374 км). За масою він поступається Місяцю вп'ятеро, а за об'ємом — утричі. Орбіта Плутона має великий ексцентриситет (0,25,
           тобто, вона доволі витягнута) і значний нахил до площини екліптики (17,1°). Через витягнутість орбіти Плутон то наближається до Сонця на відстань 29,6 а.о. (4,4 ​​млрд км) і опиняється ближче, ніж Нептун, то віддаляється на 49,3 а.о. (7,4 млрд
           км). Плутон перебуває в стабільному орбітальному резонансі з Нептуном, тому їхнє зіткнення виключене.</p>
       </div>
     </div>

   </div>


<?php
}
?>
